{
  "state": false,
  "apiKey": "",
  "gui": {
    "theme": "system"
  },
  "readAlerts": true,
  "discordStatus": "online",
  "eventsCorrectChance": 0.65,
  "cooldowns": {
    "buttonClickDelay": {
      "buttonClickDelay": {
        "minSeconds": 0.3,
        "maxSeconds": 0.5
      },
      "commandInterval": {
        "minSeconds": 0.2,
        "maxSeconds": 0.4
      },
      "breakCooldown": {
        "minHours": 0.2,
        "maxHours": 1.6
      },
      "breakDuration": {
        "minHours": 1,
        "maxHours": 1.3
      },
      "startDelay": {
        "minMinutes": 1,
        "maxMinutes": 2
      },
      "eventDelay": {
        "minSeconds":  3,
        "maxSeconds": 7
      }
  },
  "accounts": [],
  "autoBuy": {
    "huntingRifle": {
      "state": true,
      "amount": 1
    },
    "shovel": {
      "state": true,
      "amount": 1
    },
    "lifeSavers": {
      "state": true,
      "amount": 2
    }
  },
  "autoUse": {
    "apple": {
      "state": false
    },
    "luckyHorseshoe": {
      "state": false
    },
    "pizzaSlice": {
      "state": false
    }
  },
  "commands": {
    "adventure": {
      "state": false,
      "delay": 1800,
      "adventureOption": "west"
    },
    "beg": {
      "state": false,
      "delay": 40
    },
    "blackjack": {
      "state": false,
      "delay": 20,
      "amount": "10k",
      "manuallyRunCommands": true
    },
    "crime": {
      "state": false,
      "delay": 40,
      "priority": [
        "hacking",
        "tax evasion",
        "fraud",
        "eating a hot dog sideways",
        "trespassing"
      ],
      "secondPriority": [
        "bank robbing",
        "murder",
        "stab grandma"
      ],
      "avoid": [
        "arson",
        "dui",
        "treason"
      ]
    },
    "daily": {
      "state": false,
      "delay": 86400
    },
    "deposit": {
      "state": false,
      "delay": 30
    },
    "dig": {
      "state": false,
      "delay": 30
    },
    "fish": {
      "state": false,
      "delay": 30,
      "fishOnly": true,
      "fishOnlyDelay": {
        "minSeconds": 2,
        "maxSeconds": 6
      },
      "autoCompleteTasks": true,
      "autoCompleteTradeOffers": false,
      "sellCoinsValue": 100000,
      "fishLocation": [
        "Underwater Sanctuary",
        "Wily River",
        "Vertigo Beach",
        "Scurvy Waters",
        "Camp Guillermo",
        "Northpoint Cabin"
      ]
    },
    "highlow": {
      "state": false,
      "delay": 20
    },
    "hunt": {
      "state": false,
      "delay": 30
    },
    "pet": {
      "state": false,
      "delay": 1800
    },
    "postmemes": {
      "state": false,
      "delay": 30,
      "platform": [4]
    },
    "scratch": {
      "state": false,
      "delay": 10800
    },
    "search": {
      "state": false,
      "delay": 25,
      "priority": [
        "phoenix pits",
        "aeradella's home",
        "shadow's realm",
        "dog",
        "grass",
        "air",
        "kitchen",
        "dresser",
        "mail box",
        "bed",
        "couch",
        "pocket",
        "toilet",
        "washer",
        "who asked"
      ],
      "secondPriority": [
        "fridge",
        "twitter",
        "vacuum"
      ],
      "avoid": [
        "bank",
        "discord",
        "immortals dimension",
        "laundromat",
        "soul's chamber",
        "police officer",
        "tesla",
        "supreme court"
      ]
    },
    "stream": {
      "state": false,
      "delay": 660,
      "order": [
        1,
        1,
        1,
        1,
        1,
        0,
        0,
        0,
        2,
        2,
        2
      ]
    },
    "trivia": {
      "state": false,
      "delay": 5,
      "triviaCorrectChance": 0.5
    },
    "work": {
      "state": false,
      "delay": 3600
    }
  },
  "adventure": {
    "space": {
      "A friendly alien approached you slowly. What do you do?": "Attack",
      "A small but wise green alien approaches you.": "Do",
      "Oh my god even in space you cannot escape it": "69",
      "This planet seems to be giving off radioactive chemicals. What do you do?": "Distant Scan",
      "Whaaaat!? You found a space kitchen! It looks like it is full of shady stuff. What do you do?": "Inspect",
      "You accidentally bumped into the Webb Telescope. Oh god.": "Flee",
      "You come upon a dark pyramid shaped ship fighting a spherical white ball looking thing. What do you do?": "Embrace Dark",
      "You encountered someone named Dank Sidious, what do you do?": "Do it",
      "You find a vending machine selling \"Moon Pies\". What do you do?": "Buy",
      "You flew past a dying star": "Flee",
      "You found a strange looking object. What do you do?": "Ignore",
      "You got abducted by a group of aliens, who are trying to probe you. What do you do?": "Sit Back and Enjoy",
      "You ran out of fuel! What next?": "Urinate",
      "You see a shooting star!": "Wish",
      "You uh, just came across a pair of Odd Eyes floating around": "Flee",
      "You're picking up a transmission from deep space!": "*\u003c)#%':]|##"
    },
    "west": {
      "A lady next to a broken down wagon is yelling for help.": "Ignore Her",
      "A snake is blocking your path. What do you want to do?": "Wait",
      "A stranger challenges you to a quick draw. What do you want to do?": "Decline",
      "Someone is getting ambushed by bandits!": "Ignore them",
      "Someone on the trail is lost and asks you for directions.": "Ignore them",
      "You bump into someone near the horse stables. They challenge you to a duel": "Run away",
      "You come across a saloon with a poker game going on inside. What do you want to do?": "Join",
      "You entered the saloon to rest from the journey. What do you want to do?": "Play the piano",
      "You find a dank cellar with an old wooden box": "Ignore it",
      "You find an abandoned mine. What do you want to do?": "Explore",
      "You found a stray horse. What do you want to do?": "Feed",
      "You get on a train and some bandits decide to rob the train. What do you do?": "Don't hurt me!",
      "You see some bandits about to rob the local towns bank. What do you do?": "Stop them",
      "You wander towards an old abandoned mine.": "Go in",
      "You're dying of thirst. Where do you want to get water?": "Cactus",
      "You're riding on your horse and you get ambushed. What do you do?": "Run away",
      "Your horse sees a snake and throws you off. What do you do?": "Find a new horse",
      "__**WANTED:**__": "Billy Bob Jr."
    },
    "brazil": {
      "After a long day shopping for souvenirs in a crowded mall, you stop at the food court to grab some food. What do you order?": "McDonald's",
      "On your way to the beach, you stop at a comer store to buy some drinks and notice a litle caramel-colored dog is sleeping outside. What do you do?": "Pet the Dog",
      "While enjoying Carnival, you decide to go to the stadium to watch the samba schools perform. Where do you buy your tickets?": "Online",
      "While traveling in the city, you hear about Snake Island and decide you have to see if it is really as bad as they say. The boat captain will take you there but demands more money if you want to dock. What do you do?": "Stay on the Boat",
      "While visiting Rio Grande do Sul, you stop at one of the famous Brazilian steakhouses with all the meat you can eat. What do you want?": "Broccoli",
      "While visiting São Paulo, you find a place to see capybaras. What do you do?": "Pull up",
      "You can't get enough of the Brazilian beaches, and decide to spend the day exploring a remote one you found. What do you do first?": "Go Swimming",
      "You can't visit Rio de Janeiro without touring the Christ the Redeemer statue. How do you get there?": "Bus",
      "You decide to take an MMA class while visiting to learn from the best. Which style do you choose?": "Capoiera",
      "You stop at a local bakery for some of the Brazilian cheese bread you've heard so much about. What else do you try?": "Nothing",
      "You take a boat tour in Manaus to go down the Amazon River. At a fork in the path, the guide tells you to the right are piranhas and left anacondas. Which do you choose?": "Piranhas",
      "You went to schedule a trip into the Amazon to see the animals. What sort of trip do you book?": "Private Tour",
      "You decide to hit the streets and check out the bands playing music during Carnaval. What do you do first?": "Get a Drink",
      "You see a dog wandering the streets. (This is not the one at the beach)": "Pet it"
    },
    "vacation": {
      "A family road trip is a perfect getaway until you end up lost and without cell service. What do you do?": "Keep Driving",
      "A family vacation can't be complete without a trip to an amusement park. What ride are you dying to try?": "Waterslide",
      "A friend tells you about a quaint mountain resort, so you decide to spend a few days enjoying the snow. What do you do after you arrive?": "Go Skiing",
      "Camping has always relaxed you, so you decide to vacation in the wilderness. What sort of camping do you prefer?": "Rent an RV",
      "During your vacation in Lisbon, the hotel offers you a small pastry for breakfast. What do you do?": "Pass",
      "Nothing can beat a romantic vacation in Paris. What do you want to do first?": "Louvre",
      "While vacationing in Rome, you visit the Colosseum and run into a group of people handing out friendship bracelets. What do you do?": "Take a Bracelet",
      "You can't go on vacation without doing a little sightseeing. What do you want to see?": "Museum",
      "You decide it's time to visit some famous landmarks in the United States. Which do you visit first?": "Mt. Rushmore",
      "You decide the beach sounds like a perfect choice for a weekend away. Which beach do you want to visit?": "Daytona Beach, Florida",
      "You decide to go stargazing in the Chilean desert, but there are only two flights left. Which do you take?": "Night",
      "You decide to pick up Badosz and spend the weekend at Legoland. What do you look at first?": "Gift Shop",
      "You find a discounted whale watching tour and decide to give it a go, but the deal is for two. Who do you take with you?": "Kable",
      "You get a flyer for some discount cruises that sound wonderful. Which destination do you choose?": "Mediterranean",
      "Your cruise ship docks at a small island for a day of sun and swimming. What do you do?": "Sunbathe"
    }
  }
}